{
  "id": 5,
  "contest_type": "Referendum",
  "name": "Police Commission",
  "title": "Police Commission",
  "summary": "This measure would establish a Police Commission consisting of seven regular and two alternate members. Commission members would be Oakland residents with no member permitted to be a police officer, current City employee, former Oakland police officer, or current or former official, employee or representative of a union that represents police officers. The first group of Commissioners would serve two, three, or four year terms. Later members would serve three-year terms with a two-term limit. The Commission would establish a Community Police Review Agency (“Agency”) which would receive and review complaints of police misconduct. The Agency would be required to investigate complaints involving use of force, in-custody deaths, profiling and public assemblies. After completing its investigation of a complaint, the Agency would submit its findings and proposed discipline to the Commission and Chief. In addition The Commission would review the OPD’s policies, procedures and General Orders while being able to propose changes and approve or reject the OPD’s changes to those policies. The majority of the Commission’s members would be independently appointed by a panel of Oakland residents with subpoena power and five commissioners could vote to fire the chief.",
  "number": "LL",
  "supporting_organizations": [
    {
      "id": "1386145",
      "name": "Coalition for Police Accountability Yes on LL",
      "payee": "Coalition for Police Accountability Yes on LL",
      "amount": 28892.390000000003
    }
  ],
  "total_contributions": 28888.81,
  "contributions_by_region": [
    {
      "amount": 1425.0,
      "locale": "Out of State"
    },
    {
      "amount": 11544.0,
      "locale": "Within California"
    },
    {
      "amount": 15436.5,
      "locale": "Within Oakland"
    },
    {
      "amount": 483.3100000000013,
      "locale": "Unknown"
    }
  ]
}
